[
    {
      "date": "Jan 1",
      "event": "On this day in 1892, Ellis Island opened in New York Harbor as an immigration station. Millions of hopeful travelers would pass through its halls.",
      "word": "island"
    },
    {
      "date": "Jan 2",
      "event": "On this day in 1839, Louis Daguerre took the first photo of the Moon. It marked an early milestone in photography.",
      "word": "camera"
    },
    {
      "date": "Jan 3",
      "event": "On this day in 1959, Alaska became the 49th state of the United States. It is the largest state by area.",
      "word": "alaska"
    },
    {
      "date": "Jan 4",
      "event": "On this day in 1809, Louis Braille, the inventor of the Braille reading system, was born in France.",
      "word": "braille"
    },
    {
      "date": "Jan 5",
      "event": "On this day in 1933, construction of the Golden Gate Bridge in San Francisco began. It later became one of the most famous bridges in the world.",
      "word": "bridge"
    },
    {
      "date": "Jan 6",
      "event": "On this day in 1850, the safety razor was first patented in the United States, changing daily grooming habits.",
      "word": "razors"
    },
    {
      "date": "Jan 8",
      "event": "On this day in 1935, Elvis Presley, who would become the King of Rock and Roll, was born in Mississippi.",
      "word": "elvis"
    },
    {
      "date": "Jan 9",
      "event": "On this day in 2007, Apple introduced the first iPhone, revolutionizing mobile technology.",
      "word": "iphone"
    },
    {
      "date": "Jan 10",
      "event": "On this day in 1863, the world's first underground railway opened in London, now part of the famous Tube system.",
      "word": "subway"
    },
    {
      "date": "Jan 11",
      "event": "On this day in 1935, Amelia Earhart became the first person to fly solo from Hawaii to California.",
      "word": "flight"
    },
    {
      "date": "Jan 12",
      "event": "On this day in 1969, Led Zeppelin released their debut album, helping to define rock music of the era.",
      "word": "rocker"
    },
    {
      "date": "Jan 13",
      "event": "On this day in 1968, Johnny Cash recorded his legendary live album at Folsom Prison.",
      "word": "guitar"
    },
    {
      "date": "Jan 14",
      "event": "On this day in 1973, the Miami Dolphins completed the only perfect season in NFL history by winning the Super Bowl.",
      "word": "dolphin"
    },
    {
      "date": "Jan 17",
      "event": "On this day in 1706, Benjamin Franklin, inventor and statesman, was born in Boston.",
      "word": "frank"
    },
    {
      "date": "Jan 18",
      "event": "On this day in 1919, Bentley Motors was founded in London, becoming known for luxury cars.",
      "word": "bentley"
    },
    {
      "date": "Jan 19",
      "event": "On this day in 1809, Edgar Allan Poe, the American poet and writer, was born in Boston.",
      "word": "poetry"
    },
    {
      "date": "Jan 20",
      "event": "On this day in 1885, the roller coaster was patented, later becoming a favorite amusement park ride.",
      "word": "coaster"
    },
    {
      "date": "Jan 23",
      "event": "On this day in 1849, Elizabeth Blackwell became the first woman to earn a medical degree in the United States.",
      "word": "doctor"
    },
    {
      "date": "Jan 24",
      "event": "On this day in 1935, the first canned beer was sold in the United States.",
      "word": "beers"
    },
    {
      "date": "Jan 25",
      "event": "On this day in 1924, the first Winter Olympics opened in Chamonix, France.",
      "word": "winter"
    },
    {
      "date": "Jan 26",
      "event": "On this day in 1905, the world's largest diamond, the Cullinan, was discovered in South Africa.",
      "word": "diamond"
    },
    {
      "date": "Jan 27",
      "event": "On this day in 1880, Thomas Edison patented the electric light bulb, transforming everyday life.",
      "word": "light"
    },
    {
      "date": "Jan 29",
      "event": "On this day in 1886, Karl Benz patented the first automobile powered by a gas engine.",
      "word": "engine"
    },
    {
      "date": "Jan 30",
      "event": "On this day in 1969, The Beatles performed together for the last time in their rooftop concert in London.",
      "word": "beatle"
    },
    {
      "date": "Jan 31",
      "event": "On this day in 1958, the United States launched Explorer 1, its first satellite, into space.",
      "word": "rocket"
    }
  ]
